Repository: ricvecchio/rdv-performance-ios
Catalog: rdvperfomance/Localizable.xcstrings
Source language: pt_br
Languages: en, es

source: Gerencie seus professores vinculados e convites.
en: Manage your linked coaches and invitations.
es: Gestiona tus entrenadores vinculados e invitaciones.

source: Histórico
en: History
es: Historial

source: HISTÓRICO
en: HISTORY
es: HISTORIAL

source: Importado via Excel
en: Imported via Excel
es: Importado mediante Excel

source: Importando planilha... aguarde.
en: Importing spreadsheet... please wait.
es: Importando hoja de cálculo... espera.

source: Importar
en: Import

source: Importar do Tecnofit
en: Import from Tecnofit
es: Importar desde Tecnofit

source: Importar Excel
en: Import Excel

source: Importar Treinos
en: Import Workouts
es: Importar entrenamientos

source: Importe treinos por planilha
en: Import workouts from a spreadsheet
es: Importa entrenamientos mediante una hoja de cálculo

source: Importe treinos via planilha para cadastrar automaticamente.
en: Import workouts through a spreadsheet to add them automatically.
es: Importa entrenamientos mediante una hoja de cálculo para registrarlos automáticamente.

source: Informe o nome do dia.
en: Enter the day name.
es: Ingresa el nombre del día.

source: Informe o nome do WOD.
en: Enter the WOD name.
es: Ingresa el nombre del WOD.

source: Informe o título da semana.
en: Enter the week title.
es: Ingresa el título de la semana.

source: Informe o título do dia.
en: Enter the day title.
es: Indica el título del día.

source: Informe o título do treino.
en: Enter the workout title.
es: Ingresa el título del entrenamiento.

source: Informe o título do WOD.
en: Enter the WOD title.
es: Ingresa el título del WOD.

source: Informe seu e-mail e senha do NextFit.
en: Enter your NextFit email and password.
es: Ingresa tu correo electrónico y contraseña de NextFit.

source: Informe seu melhor resultado. Para remover, deixe vazio.
en: Enter your best result. Leave it blank to remove it.
es: Ingresa tu mejor resultado. Déjalo vacío para eliminarlo.

source: Informe seu recorde. Para remover, deixe vazio.
en: Enter your record. Leave it blank to remove it.
es: Ingresa tu récord. Déjalo vacío para eliminarlo.

source: Informe seu tempo/score. Para remover, deixe vazio.
en: Enter your time/score. Leave it blank to remove it.
es: Ingresa tu tiempo/puntaje. Déjalo vacío para eliminarlo.

source: Informe um e-mail válido.
en: Enter a valid email address.
es: Ingresa una dirección de correo válida.

source: Informe um título válido.
en: Enter a valid title.
es: Ingresa un título válido.

source: Já existe uma solicitação pendente para esse professor.
en: There is already a pending request for this trainer.
es: Ya existe una solicitud pendiente para este entrenador.

# library.crossfit.named_wods
source: WODs Nomeados
en: Named WODs
es: WODs con nombre

# library.crossfit.official_competitions
source: Competições Oficiais
en: Official Competitions
es: Competiciones Oficiales

# library.crossfit.qualifier_competition_wods
source: Qualifiers / WODs de Competições
en: Qualifiers / Competition WODs
es: Clasificatorios / WODs de competición

# library.crossfit.social_format
source: Formato Social
en: Social Format

# library.crossfit.wod_formats
source: Formatos de WOD
en: WOD Formats

source: Link do YouTube
en: YouTube Link
es: Enlace de YouTube

source: Localização: —
en: Location: —
es: Ubicación: —

# map.center
source: Centrar
en: Center

# map.demo.title
source: Mapa (demo)
en: Map (demo)

# map.location_permission_denied
source: Permissão de localização negada. Habilite em Ajustes para ver sua posição no mapa.
en: Location permission denied. Enable it in Settings to see your position on the map.
es: Permiso de ubicación denegado. Actívalo en Ajustes para ver tu posición en el mapa.

# map.open_settings
source: Abrir Ajustes
en: Open Settings

# map.save_last_location
source: Salvar última localização
en: Save last location
es: Guardar última ubicación

source: Mapa da Academia
en: Gym Map
es: Mapa del gimnasio

source: Máximo de voltas em 40 min em bicicleta de montanha.
en: Maximum rounds in 40 min on a mountain bike.
es: Máximo de vueltas en 40 min en bicicleta de montaña.

source: MENSAGEM
en: MESSAGE
es: MENSAJE

source: Mensagem enviada com sucesso.
en: Message sent successfully.
es: Mensaje enviado correctamente.

source: Mensagens
en: Messages
es: Mensajes

source: Meus Ícones
en: My Icons
es: Mis iconos

source: Meus professores
en: My Coaches
es: Mis entrenadores

source: Meus Recordes
en: My Records
es: Mis récords

source: MEUS RECORDES
en: MY PERSONAL RECORDS
es: MIS RÉCORDS

source: Meus Treinos
en: My Workouts
es: Mis entrenamientos

source: Meus Vídeos
en: My Videos
es: Mis videos

source: Modalidade %@
en: Modality %@
es: Modalidad %@

source: MONTE SEU TREINO
en: BUILD YOUR WORKOUT
es: ARMA TU ENTRENAMIENTO

source: Monte um novo treino
en: Create a new workout
es: Crea un nuevo entrenamiento

source: Movimento
en: Movement
es: Movimiento

source: Não encontrei um professor com esse e-mail.
en: We could not find a trainer with this email address.
es: No encontramos un entrenador con este correo electrónico.

source: Não foi encontrado nenhum treino válido na planilha.
en: No valid workout was found in the spreadsheet.
es: No se encontró ningún entrenamiento válido en la hoja de cálculo.

source: Não foi possível cancelar o agendamento. Tente novamente.
en: Unable to cancel the appointment. Please try again.
es: No fue posible cancelar la cita. Inténtalo de nuevo.

source: Não foi possível carregar o WOD do dia. Tente novamente.
en: Unable to load the WOD of the day. Please try again.
es: No fue posible cargar el WOD del día. Inténtalo de nuevo.

source: Não foi possível carregar o WOD. Tente novamente.
en: Unable to load the WOD. Please try again.
es: No se pudo cargar el WOD. Inténtalo de nuevo.

source: Não foi possível carregar os dados do professor.
en: Unable to load the trainer’s details.
es: No se pudieron cargar los datos del entrenador.

source: Não foi possível carregar/salvar: weekId está vazio ou nulo.
en: Unable to load/save: weekId is empty or null.
es: No se pudo cargar/guardar: weekId está vacío o es nulo.

source: Não foi possível concluir a importação. Tente novamente.
en: Unable to complete the import. Please try again.
es: No fue posible completar la importación. Inténtalo de nuevo.

source: Não foi possível desconectar do NextFit.
en: Could not disconnect from NextFit.
es: No fue posible desconectar de NextFit.

source: Não foi possível editar: semana inválida.
en: Unable to edit: invalid week.
es: No fue posible editar: semana no válida.

source: Não foi possível entrar no NextFit. Tente novamente.
en: Unable to sign in to NextFit. Please try again.
es: No fue posible iniciar sesión en NextFit. Inténtalo de nuevo.

source: Não foi possível enviar: treino inválido.
en: Unable to send: invalid workout.
es: No se pudo enviar: entrenamiento no válido.

source: Não foi possível identificar o aluno (studentId vazio).
en: Unable to identify the student (empty studentId).
es: No se pudo identificar al alumno (studentId vacío).

source: Não foi possível identificar o aluno logado.
en: Unable to identify the signed-in student.
es: No se pudo identificar al alumno que inició sesión.

source: Não foi possível identificar o aluno para alterar a categoria.
en: Unable to identify the student to change the category.
es: No fue posible identificar al alumno para cambiar la categoría.

source: Não foi possível identificar o aluno.
en: Unable to identify the student.
es: No se pudo identificar al alumno.

source: Não foi possível identificar o cabeçalho na planilha. Verifique se a aba IMPORT_TREINOS existe e contém a linha de títulos.
en: Unable to identify the spreadsheet header. Check that the IMPORT_TREINOS tab exists and contains the title row.
es: No fue posible identificar el encabezado de la hoja de cálculo. Verifica que exista la pestaña IMPORT_TREINOS y que contenga la fila de títulos.

source: Não foi possível identificar o convite.
en: Unable to identify the invitation.
es: No se pudo identificar la invitación.

source: Não foi possível identificar o e-mail do aluno.
en: Unable to identify the student’s email address.
es: No se pudo identificar el correo electrónico del alumno.

source: Não foi possível identificar o professor (teacherId vazio).
en: Unable to identify the trainer (empty teacherId).
es: No se pudo identificar al entrenador (teacherId vacío).

source: Não foi possível identificar o professor logado.
en: Unable to identify the signed-in trainer.
es: No se pudo identificar al entrenador que inició sesión.

source: Não foi possível identificar o professor.
en: Unable to identify the trainer.
es: No se pudo identificar al entrenador.

source: Não foi possível identificar o usuário (uid vazio).
en: Unable to identify the user (empty UID).
es: No se pudo identificar al usuario (UID vacío).

source: Não foi possível ler o arquivo .xlsx. Dica: se você abriu no Numbers, use: ••• → Exportar → Excel (.xlsx) Detalhe técnico: %@
en: Unable to read the .xlsx file. Tip: if you opened it in Numbers, use: ••• → Export → Excel (.xlsx) Technical detail: %@
es: No se pudo leer el archivo .xlsx. Consejo: si lo abriste en Numbers, usa: ••• → Exportar → Excel (.xlsx) Detalle técnico: %@

source: Não foi possível ler o arquivo Excel selecionado.
en: Unable to read the selected Excel file.
es: No fue posible leer el archivo de Excel seleccionado.

source: Não foi possível localizar o modelo da planilha no aplicativo.
en: Unable to find the spreadsheet template in the app.
es: No se pudo encontrar la plantilla de hoja de cálculo en la aplicación.

source: Não foi possível localizar uma aba de dados na planilha.
en: Unable to find a data tab in the spreadsheet.
es: No fue posible encontrar una pestaña de datos en la hoja de cálculo.

source: Não foi possível preparar a planilha para download: %@
en: Unable to prepare the spreadsheet for download: %@
es: No se pudo preparar la hoja de cálculo para descargar: %@

source: Não foi possível preparar a planilha para download: a cópia temporária não foi encontrada.
en: Unable to prepare the spreadsheet for download: the temporary copy was not found.
es: No se pudo preparar la hoja de cálculo para descargar: no se encontró la copia temporal.

source: Não foi possível realizar o agendamento. Tente novamente.
en: Unable to schedule the appointment. Please try again.
es: No fue posible realizar la cita. Inténtalo de nuevo.

source: Não foi possível remover: id do treino inválido.
en: Unable to remove: invalid workout ID.
es: No se pudo eliminar: ID de entrenamiento no válido.

source: Não foi possível salvar os dados no Firestore.
en: Unable to save data to Firestore.
es: No se pudieron guardar los datos en Firestore.

source: Não foi possível salvar: id do treino inválido.
en: Unable to save: invalid workout ID.
es: No fue posible guardar: ID de entrenamiento no válido.

source: Não foi possível salvar: templateId inválido.
en: Unable to save: invalid templateId.
es: No fue posible guardar: templateId no válido.

source: Não foi possível validar o início desta semana.
en: Unable to validate the start of this week.
es: No fue posible validar el inicio de esta semana.

source: Não foi possível validar sua autenticação para acessar seus vídeos.
en: Unable to validate your authentication to access your videos.
es: No fue posible validar tu autenticación para acceder a tus videos.

source: Nenhum aluno encontrado
en: No student found
es: No se encontró ningún alumno

source: Nenhum aluno vinculado
en: No linked students
es: No hay alumnos vinculados

source: Nenhum aluno vinculado.
en: No linked students.
es: No hay alumnos vinculados.

source: Nenhum bloco adicionado.
en: No block added.
es: No se agregó ningún bloque.

source: Nenhum bloco cadastrado para este dia.
en: No block registered for this day.
es: No hay bloques registrados para este día.

source: Nenhum bloco cadastrado.
en: No block registered.
es: No hay bloques registrados.

source: Nenhum convite enviado
en: No invitations sent
es: No se envió ninguna invitación

source: Nenhum convite enviado ainda.
en: No invitation has been sent yet.
es: Aún no se ha enviado ninguna invitación.

source: Nenhum convite pendente
en: No pending invitations
es: No hay invitaciones pendientes

source: Nenhum feedback recebido ainda.
en: No feedback received yet.
es: Aún no se recibieron comentarios.

source: Nenhum feedback registrado ainda.
en: No feedback recorded yet.
es: Aún no hay comentarios registrados.

source: Nenhum histórico de evolução registrado ainda.
en: No progress history recorded yet.
es: Aún no hay historial de evolución registrado.

source: Nenhum horário disponível para esta data.
en: No time available for this date.
es: No hay horarios disponibles para esta fecha.

source: Nenhum participante neste horário.
en: No participant at this time.
es: No hay participantes en este horario.

source: Nenhum professor vinculado
en: No linked coaches
es: No hay entrenador vinculado

source: Nenhum recorde foi alterado; os registros existentes foram preservados.
en: No record was changed; existing records were preserved.
es: No se modificó ningún récord; se conservaron los registros existentes.

source: Nenhum treino ativo
en: No active workouts
es: No hay entrenamientos activos

source: Nenhum treino cadastrado
en: No workout registered
es: No hay entrenamientos registrados

source: Nenhum treino cadastrado.
en: No workout registered.
es: No hay entrenamientos registrados.

source: Nenhum treino concluído
en: No completed workouts
es: No hay entrenamientos completados

source: Nenhum treino encontrado
en: No workout found
es: No se encontró ningún entrenamiento

source: Nenhum treino futuro
en: No future workouts
es: No hay entrenamientos futuros

source: Nenhum treino programado.
en: No workout scheduled.
es: No hay entrenamiento programado.

source: Nenhum vídeo cadastrado
en: No video registered
es: No hay videos registrados

source: Nenhum WOD cadastrado
en: No WOD registered
es: No hay WOD registrados

source: Nenhum WOD disponível para hoje.
en: No WOD available for today.
es: No hay WOD disponible para hoy.

source: Nenhuma mensagem enviada ainda.
en: No message has been sent yet.
es: Aún no se ha enviado ningún mensaje.

source: Nenhuma mensagem recebida ainda.
en: No message received yet.
es: Aún no se recibió ningún mensaje.

source: Nenhuma semana cadastrada
en: No week registered
es: No hay semanas registradas

source: Nenhuma semana cadastrada para este aluno.
en: No week registered for this student.
es: No hay semanas registradas para este alumno.

source: Nenhuma solicitação pendente
en: No pending request
es: No hay solicitudes pendientes

# nextfit.errors.class_withdrawn
source: Você está marcado como desistente nessa aula, entre em contato com a recepção caso deseje alterar.
en: You are marked as withdrawn from this class. Contact reception if you want to change this.
es: Estás marcado como retirado de esta clase. Ponte en contacto con recepción si deseas cambiarlo.

# nextfit.errors.connect_account
source: Conecte sua conta NextFit para consultar o treino de hoje.
en: Connect your NextFit account to view today's workout.
es: Conecta tu cuenta de NextFit para consultar el entrenamiento de hoy.

# nextfit.errors.invalid_credentials
source: Não foi possível entrar no NextFit. Verifique seus dados.
en: Unable to sign in to NextFit. Check your details.
es: No se pudo iniciar sesión en NextFit. Verifica tus datos.

# nextfit.errors.muralha_registration_not_found
source: Não encontramos um cadastro da Muralha nesta conta NextFit.
en: We did not find a Muralha registration in this NextFit account.
es: No encontramos un registro de Muralha en esta cuenta de NextFit.

# nextfit.errors.registration_not_found
source: Não encontramos este cadastro no NextFit.
en: We could not find this registration in NextFit.
es: No encontramos este registro en NextFit.

# nextfit.errors.unavailable
source: Não foi possível carregar o WOD. Tente novamente.
en: Unable to load the WOD. Please try again.
es: No se pudo cargar el WOD. Inténtalo de nuevo.

# nextfit.modality_fallback
source: Modalidade %@
en: Modality %@
es: Modalidad %@

source: Nome
en: Name
es: Nombre

source: Nome da prova
en: Event name
es: Nombre de la prueba

source: Nome do benchmark
en: Benchmark name
es: Nombre del benchmark

source: Nome do dia (ex: Segunda-feira)
en: Day name (e.g. Monday)
es: Nombre del día (ej.: lunes)

source: Nome do item
en: Item name
es: Nombre del elemento

source: Nome do movimento
en: Movement name
es: Nombre del movimiento

source: Nome do WOD
en: WOD name
es: Nombre del WOD

source: Nova prova CrossFit Games
en: New CrossFit Games event
es: Nueva prueba de CrossFit Games

source: Nova prova de Campeonato
en: New championship event
es: Nueva prueba de campeonato

source: NOVA SEMANA
en: NEW WEEK
es: NUEVA SEMANA

source: Novo benchmark
en: New benchmark
es: Nuevo benchmark

source: Novo bloco
en: New block
es: Nuevo bloque

source: Novo Hero WOD
en: New Hero WOD
es: Nuevo Hero WOD

source: Novo item
en: New item
es: Nuevo elemento

source: Novo item de Endurance
en: New Endurance item
es: Nuevo elemento de Endurance

source: Novo item Open
en: New Open item
es: Nuevo elemento Open

source: Novo movimento
en: New movement
es: Nuevo movimiento

source: Novo título
en: New title
es: Nuevo título

source: Novo treino
en: New workout
es: Nuevo entrenamiento

source: Novo WOD Girls
en: New Girls WOD
es: Nuevo WOD Girls

# O aluno "%@" será desvinculado da categoria %@.
source: O aluno "%1$@" será desvinculado da categoria %2$@.
en: Student “%1$@” will be unlinked from category %2$@.
es: El alumno “%1$@” se desvinculará de la categoría %2$@.

source: O aluno deve ter uma semana cadastrada.
en: The student must have a registered week.
es: El alumno debe tener una semana registrada.

source: O aluno só aparecerá na sua lista após aceitar o convite no app.
en: The student will only appear in your list after accepting the app invitation.
es: El alumno solo aparecerá en tu lista después de aceptar la invitación en la app.

source: O arquivo selecionado não é um .xlsx. Se você editou no Numbers, ele salva como .numbers. Faça: ••• → Exportar → Excel (.xlsx) e selecione o arquivo exportado.
en: The selected file is not an .xlsx. If you edited it in Numbers, it saves as .numbers. Do this: ••• → Export → Excel (.xlsx), then select the exported file.
es: El archivo seleccionado no es un .xlsx. Si lo editaste en Numbers, se guarda como .numbers. Haz lo siguiente: ••• → Exportar → Excel (.xlsx) y selecciona el archivo exportado.

# O convite enviado para %@ será cancelado.
source: O convite enviado para %1$@ será cancelado.
en: The invitation sent to %1$@ will be canceled.
es: La invitación enviada a %1$@ se cancelará.

source: O convite será cancelado.
en: The invitation will be canceled.
es: La invitación se cancelará.

# O dia "%@" será excluído.
source: O dia "%1$@" será excluído.
en: Day “%1$@” will be deleted.
es: El día “%1$@” se eliminará.

source: O professor ainda não adicionou dias para esta semana.
en: The coach has not added days for this week yet.
es: El entrenador aún no agregó días para esta semana.

source: O professor ainda não publicou treinos para este aluno.
en: The coach has not published workouts for this student yet.
es: El entrenador aún no publicó entrenamientos para este alumno.

source: Ocorreu um erro.
en: An error occurred.
es: Ocurrió un error.

source: Ombros
en: Shoulders
es: Hombros

source: Ops! Não foi possível carregar.
en: Oops! Unable to load.
es: ¡Ups! No se pudo cargar.

source: Ordem do dia
en: Day order
es: Orden del día

source: Organize seus vídeos
en: Organize your videos
es: Organiza tus videos

source: Organize seus vídeos de movimentos
en: Organize your movement videos
es: Organiza tus videos de movimientos

source: Os dados ficam salvos automaticamente para este dia.
en: Data is saved automatically for this day.
es: Los datos se guardan automáticamente para este día.

source: PARTICIPANTES
en: PARTICIPANTS

source: Peito
en: Chest
es: Pecho

source: Pendente
en: Pending
es: Pendiente

source: Perfil
en: Profile

source: Permissão de localização negada. Habilite em Ajustes para ver a posição da sua academia.
en: Location permission denied. Enable it in Settings to see your gym's position.
es: Permiso de ubicación denegado. Actívalo en Ajustes para ver la posición de tu gimnasio.

source: Pernas
en: Legs
es: Piernas

# personal_records_barbell.add_new_movement
source: Adicionar novo movimento
en: Add new movement
es: Agregar nuevo movimiento

# personal_records_barbell.add_your_maximum_load_for_each_movement
source: Adicione sua carga máxima por movimento.
en: Add your maximum load for each movement.
es: Agrega tu carga máxima por movimiento.

# personal_records_barbell.delete_movement
source: Excluir movimento
en: Delete movement
es: Eliminar movimiento

# personal_records_barbell.delete_record
source: Excluir registro
en: Delete record
es: Eliminar registro

# personal_records_barbell.e_g_90_50
source: Ex: 90,50
en: E.g.: 90.50
es: Ej.: 90,50

# personal_records_barbell.e_g_bulgarian_split_squat
source: Ex: Bulgarian Split Squat
en: E.g.: Bulgarian Split Squat
es: Ej.: Bulgarian Split Squat

# personal_records_barbell.movement_name
source: Nome do movimento
en: Movement name
es: Nombre del movimiento

# personal_records_barbell.new_movement
source: Novo movimento
en: New movement
es: Nuevo movimiento

# personal_records_barbell.no_progress_history_recorded_yet
source: Nenhum histórico de evolução registrado ainda.
en: No progress history recorded yet.
es: Aún no hay historial de evolución registrado.

# personal_records_barbell.record
source: RECORDE
en: RECORD
es: RÉCORD

# personal_records_barbell.save_new_prs_to_track_your_progress
source: Salve novos PRs para acompanhar sua evolução.
en: Save new PRs to track your progress.
es: Guarda nuevos PRs para seguir tu evolución.

# personal_records_campeonatos.add_new_event
source: Adicionar nova prova
en: Add new event
es: Agregar nueva prueba

# personal_records_campeonatos.add_your_best_result_for_each_event
source: Adicione seu melhor resultado por prova.
en: Add your best result for each event.
es: Agrega tu mejor resultado por prueba.

# personal_records_campeonatos.championships
source: Campeonatos
en: Championships

# personal_records_campeonatos.delete_event
source: Excluir prova
en: Delete event
es: Eliminar prueba

# personal_records_campeonatos.e_g_12_34
source: Ex: 12:34
en: E.g.: 12:34
es: Ej.: 12:34

# personal_records_campeonatos.event
source: Prova
en: Event
es: Prueba

# personal_records_campeonatos.new_championship_event
source: Nova prova de Campeonato
en: New championship event
es: Nueva prueba de campeonato

# personal_records_campeonatos.pr_date
source: Data do PR
en: PR Date
es: Fecha del PR

# personal_records_campeonatos.pr_time
source: PR (tempo)
en: PR (time)
es: PR (tiempo)

# personal_records_crossfit_games.add_new_event
source: Adicionar nova prova
en: Add new event
es: Agregar nueva prueba

# personal_records_crossfit_games.add_your_best_time_for_each_event
source: Adicione seu melhor tempo por prova.
en: Add your best time for each event.
es: Agrega tu mejor tiempo por prueba.

# personal_records_crossfit_games.event
source: PROVA
en: EVENT
es: PRUEBA

# personal_records_crossfit_games.new_crossfit_games_event
source: Nova prova CrossFit Games
en: New CrossFit Games event
es: Nueva prueba de CrossFit Games

# personal_records_endurance.add_new_item
source: Adicionar novo item
en: Add new item
es: Agregar nuevo elemento

# personal_records_endurance.add_your_best_result_for_each_item
source: Adicione seu melhor resultado por item.
en: Add your best result for each item.
es: Agrega tu mejor resultado por elemento.
